const Character = () => {
  return (
    <div id="character">
      <h2>Character</h2>
      <p>
        저를 세 가지 키워드로 표현 하자면 밝음, 리더십, 개성입니다.
        <br />
        <br />
        저에게는 모순되지만 연관성이 있는 특이한 장단점이 있습니다.
        <br />
        먼저 단점을 직설적으로 얘기하자면 생각이 없다는 것입니다.
        <br />
        순화해서 이야기하자면 생각을 복잡하게 하지 않는 것이죠.
        <br />
        저의 이 단점은 긍정적인 사고를 할 수 있도록 도움을 줍니다.
        <br />
        개인적인 의견이지만 생각이 많아질 수록 걱정거리가 늘어나므로 부정적인
        사고를 하게 된다고 생각합니다.
        <br />
        그래서 이러한 단점이 저에게 예상치 못한 일이 닥치게 유도할 때도 있지만,
        생각들이 꼬리를 물지 않아 긍정적 사고를 하게 된다는 큰 장점을 가져와
        줍니다.
        <br />
        이는 제 성격에 영향을 주어 밝고 긍정적인 사람으로 보이게 합니다.
        <br />
        <br />
        저는 작년 명지대학교 정보통신공학과 제 19대 학생회에서 홍보부원을 맡아
        활동 했으며,
        <br />
        올해 2023학년도 명지대학교 ICT융합대학 Be 학생회에서 홍보부장을 맡고
        있습니다.
        <br />
        이외에도, 학창시절에 반장, 부반장, 회장, 부회장, 총무부장 등 책임감을
        필요하는 여러 직책을 맡아 활동하였습니다.
        <br />
        특히 고등학교 시절에는 컴퓨터를 전공할 생각이 아닌 친구들을 대상으로
        개발 동아리를 개설하였습니다.
        <br />
        장애인을 위한 프로그램을 만들자는 주제로 팀장을 맡아 관련 책을 참고하여
        간단한 앱을 개발하기도 하였습니다.
        <br />
        또, 저는 친구들 사이에서도 행동대장으로 꼽혀, 어딘가로 행할 때 목적지를
        선정하고 인간 네비게이션이 되어 친구들을 인도하는 역할을 합니다.
        <br />
        <br />
        요즘 홍대병이라고 하는 단어를 아시나요?
        <br />
        이는 남들과 다른 것을 추구하는 사람들을 뜻하는 은어입니다.
        <br />
        조금은 부정적인 단어지만 이를 순화하여 얘기하자면 개성입니다.
        <br />
        저는 여러 다양한 분야에서 남들과 같은 것을 추구하는 편이 아닙니다.
        <br />
        시간이 지날수록 기계로 복제된듯 동일한 것을 입는 것보단 나만의 강점을
        살리고 어필하는 것이 중요하다고 생각합니다.
        <br />
        개성있으면서도 남들에게 인정 받을 수 있는 미를 추구하기 때문에, 이를
        모두 만족 시키기 위해서는 트렌드에 대한 이해가 중요합니다.
        <br />
        저는 특히 남들에 비해 관심 있는 분야에 대한 트렌드를 빨리 캐치 하는
        편입니다.
        <br />
        이는 계속해서 변화하는 IT 시장에서 엄청나게 중요한 부분이라고
        생각합니다.
        <br />
      </p>
    </div>
  );
};

export default Character;
