const Home = () => {
  return (
    <>
      <h1>Q&A</h1>
      <h2>!(•̀ᴗ•́)و ̑̑</h2>
      <h5>for LIKE LION 🐯</h5>
      <br />
      <br />
      <h3>
        1. 저희 멋쟁이사자처럼 11기에 지원해 주심에 감사드리며, 지원자분의 지원
        동기를 올해의 목표와 연관 지어 작성해 주세요.
      </h3>
      <br />
      <h>
        &nbsp;저는 보통 어떠한 행동 결과에 대한 목표를 설정하는 남들과 달리,
        실행하여 없앨 수 있는 목표는 순간순간 설정하여 성취하는 편이기에 늘 새해
        목표는 제 행동의 기반이 되는 자세로 설정합니다.
        <br /> 이렇게 목표를 설정하게 되면 매번 다시 떠올리며 저의 태도를 바로
        잡을 수 있기에 이 목표 자체가 원동력이 되곤 합니다.
        <br /> 저는 순간순간을 긍정적으로 살기 위해 후회 없이 행동하도록 최선을
        다합니다. 또, 후회할만한 일이 생겨도 과거일 뿐 바꾸지 않는 사실임을
        인지하며 현재에 충실해지려 노력합니다.
        <br /> 이와 같은 저의 가치관에 따라 저의 올해 목표는 순간순간에 최선을
        다하는 것으로 삼았습니다. 어느 순간 나태해질 때도 분명히 존재합니다.
        <br /> 하지만 “지금부터 진짜 시~작!”이라는 마음으로 늘 다시 한번 마음을
        다잡고는 합니다. 이번 멋쟁이사자처럼 11기에 지원하는 것도 동일한
        마음으로 준비하였습니다.
        <br /> 심적으로 불안한 시기였기에 계속해서 목표를 떠올리며 마음을
        다잡으려 노력했고, 완성도가 떨어지지만 조건에는 충족할 수 있도록 최선을
        다해 만들었습니다.
        <br /> 저는 어렸을 적부터 주변에서 가장 자기 계발을 열심히 하는
        아이였습니다. ‘앎’에 대한 욕심이 큰 사람이었기에 관심 있는 분야는 정말
        매일 공부하고 노력하였습니다
        <br /> IT분야에 관해 관심이 생긴 지는 얼마 되지 않았기에 호기심을
        충족시키기 위한 욕구가 아직도 활활 타오릅니다. 전체적인 틀을 위해 정보를
        수집하던 중 가장 접근하기 쉬운 분야가 웹 개발이라고 들었습니다.
        <br /> 여러 정보를 찾다 보니 접근하기는 쉽지만 깊게 파고들수록 어렵고,
        정답이 없으며 보기 쉽게 만들기 위해 큰 노력이 필요한 분야이기에 더욱
        호기심이 생겼습니다.
        <br /> 따라서 이 호기심을 해소하고자, 또 저의 능력치를 충분히 끌어올려
        줄 수 있다고 있는 이곳, 멋쟁이사자처럼 11기에 지원하게 되었습니다.
      </h>
      <br />
      <br />
      <h3>
        2. 나의 한계점을 극복하기 위해 노력하여 달성해본 경험을
        문제-과정(노력)-목표달성의 이야기로 작성해 주세요.
      </h3>
      <br />
      <h>
        &nbsp;자존감, 자신감으로 똘똘 뭉쳐진 저는 어떤 것이든 도전하는 것을
        좋아합니다. 하지만 최근 하고 싶은 것이 너무나도 많은데 감당하지 못하는
        상황이 닥치게 되었습니다.
        <br /> 그 중 가장 큰 도전은 이 멋쟁이 사자처럼 지원이었습니다. HTML과
        CSS 공부 경험이 거의 없었으며, 웹사이트를 만들어 본 경험은 더더욱
        없었습니다.
        <br /> 따라서 현재 이 분야에 대한 지식이 부족한 제가 과연 다른 지원자와
        경쟁력이 있을지에 대해 생각해 보았을 때, 스스로도 합격이 어려울 것이라고
        생각했습니다.
        <br /> 이 생각을 한 저는 거의 좌절을 한 사람이었습니다. 작년 멋쟁이
        사자처럼 지원했을 때, 2차 면접에서 떨어져 아쉬운 마음이 컸는데,
        <br /> 이번에 1차 지원도 어려울 것이라는 사실이 1년이라는 시간 동안 저
        스스로 발전이 없던 것처럼 느껴졌습니다.
        <br /> 이러한 마음이 든 이후 사실상 포기를 했었습니다. 그래서 저는 멋사
        지원을 위한 웹 공부가 아닌 제 전공 지식을 넓히고자 IT분야 관련 책들을
        읽기 시작했습니다.
        <br /> 그러면서 전반적인 지식을 키워나갔고, 다양한 분야에 관해 공부하고
        싶다는 마음이 더욱 커졌습니다.
        <br /> 원래 독서를 힘들어하던 제가 책을 읽고, 집중해서 공부하는 것을
        어려워하던 저는 하루에 n 시간씩 공부하고, 지하철에서도 버스에서도 관련
        강의를 시청하였습니다.
        <br /> 이렇게 열심히 하는 제 모습을 스스로 성찰하면서 떨어질까
        두려워하며 시간을 허비할 바엔 행동해서 지원을 목표로 열심히 해보자는
        다짐을 했습니다.
        <br /> 결심이 늦어 시간이 매우 촉박했기에 단 몇 시간 만에 만든 지원서와
        처음으로 만든 웹사이트라 부족한 점이 많지만 이번 지원서를 제출할 수
        있다는 것 자체가 저에겐 큰 도전을 이뤄낸 느낌이 들었습니다.
        <br /> 이 기회로 자존감도 많이 회복할 수 있었고, 저는 이미 성취감을
        느끼고 있습니다.
      </h>
      <br />
      <br />
      <h3>
        3. 이번 멋쟁이사자처럼 11기 활동을 통해서 얻어가고 싶은것을 작성해
        주세요.
      </h3>
      <br />
      <h>
        &nbsp;전공 수업을 들으며, 코딩에 대한 긍정적인 인식을 가졌고 독학도 하며
        실력을 키우기 위해 노력하였습니다.
        <br /> 하지만 공부해도 어떠한 갈증이 해소되지 않는 기분이 들어, 같은 과
        친구와 함께 코딩 스터디를 진행하였습니다.
        <br /> 짧은 시간이었지만 함께 강의를 시청하고, 백준 문제도 풀면서
        파이썬과 자바를 공부하였습니다.
        <br /> 저는 누군가와 상호작용하면서 공부하는 것이 처음은 아니었지만 특히
        혼자서 하기 어려운 코딩은 주변인들과 함께 상호작용하면서 공부하는 방식이
        더 잘 맞는다는 생각이 들었습니다.
        <br /> 그래서 이번 11기에 함께 하게 된다면 운영진분들께 커리큘럼에 있는
        지식을 배우는 것뿐만 아니라 가능하다면 학교생활과 사회생활까지 배우고
        싶습니다.
        <br /> 또, 동기들과는 서로 소통하며 모두가 얻어가는 게 많은 프로젝트
        해나가며 좋은 추억 쌓고 싶습니다.
        <br /> 저는 낭만이라는 단어를 참 좋아합니다. 제가 정의하는 ‘낭만’은
        현재에 충실하여, 다시 떠올렸을 때도 후회 없이 깔끔하고 행복한 기분이
        드는 것입니다.
        <br /> 이는 참 어렵지만 쉬운 모순적인 것이라고 생각합니다. 그저 열심히
        하면 되는데 열심히 하는 것이 어렵기 때문이죠.
        <br /> 하지만 저는 어렵지만 쉬운 이런 낭만적이라고 생각되는 순간이 꽤
        여럿 있습니다. 그중 하나가 바로 2022년 정보통신공학과 제19대 학생회
        홍보부원으로 활동했던 경험입니다.
        <br /> 1학년이라 선배들의 예쁨을 많이 받고 활동하였고 맡은 일은 최선을
        다했습니다. 또 놀 때는 누구보다 즐겁게 놀았습니다.
        <br /> 이처럼 앞으로의 1년간 멋사에서의 활동도 낭만으로 정의될 수 있도록
        최선을 다해 활동할 것이고, 단 일 년간의 추억이 아니라 활동이 끝난 후에도
        더 성장하는 사람이 되어 매 순간 저의 새로운 낭만을 얻어가고 싶습니다.
      </h>
      <br />
      <br />
      <h3>
        4. 웹개발자의 입장에서 평소에 사용하는 서비스에서 개선하면 좋겠다고
        생각했던 점이 있다면 작성해 주세요.
      </h3>
      <br />
      <h>
        &nbsp;이번 학기에 수강 신청을 망하게 되어 수강 신청 애플리케이션과
        사이트를 번갈아 가며 여러 차례 들어갔습니다.
        <br /> 필요한 기능이 모두 있는 사이트인 것은 분명했지만, 수강 신청
        애플리케이션은 아이콘과 간결한 텍스트로 직관적으로 만들어 둔 것에 반해
        수강 신청 사이트는 과하게 간결하다는 느낌을 받았습니다.
        <br /> 애플리케이션은 화면이 작아 간결하고 깔끔하게 하는 것이 좋고,
        사이트는 상대적으로 큰 화면이라는 점을 이용하여 버튼을 조금 더 큼직하게
        만드는 것이 이용자들의 편의성을 증가시키는 방향이 아닐까 라는 생각하게
        되었습니다.
        <br /> 우리 학교 학생만 해도 정말 많은 인원이 사용하고 있고,
        애플리케이션보다 속도가 빠르다는 점을 이용하여 상대적으로 더 많은 인원이
        사용하고 있다고 생각합니다.
        <br /> 이들의 이용 편리성을 위해 디자인적인 요소를 증가시키고 홈페이지
        공간의 활용도를 높이면 좋겠다고 생각했습니다.
      </h>
      <br />
      <br />
      <h3>
        5. 왜 프론트엔드 파트를 선택하게 되었고 본인이 생각하는 프로젝트 내에서
        프론트엔드 파트의 역할을 작성해 주세요.
      </h3>
      <br />
      &nbsp;우선 먼저 저의 웹사이트가 HTML로만 구성된 것을 보신 것처럼, 저는
      프론트엔드에 대한 지식이 다른 지원자들에 비해 부족하다고 느끼실 수
      있습니다.
      <br /> 이 또한 열정의 크기 차이로 보이실 수 있겠지만 시작점이 늦었기에 더
      큰 열정으로 웹 개발 공부에 임할 것이고, 현재도 진행 중입니다.
      <br /> 저는 무슨 일이든 단계적으로 차례차례 해결하는 것을 좋아하는
      편입니다.
      <br /> 웹 개발에 관해 관심을 갖기 시작했을 때, 많은 사람이 프론트엔드를
      공부한 후 백엔드로 넘어가는 경우가 많다고 하였고, 이 방법을 추천하는
      이들이 꽤 많았습니다.
      <br /> 따라서 저도 웹 개발 공부를 시작하게 된다면 프론트엔드를 공부한 후,
      백엔드 공부를 해야겠다고 결심했습니다.
      <br /> 또, 프론트엔드는 클라이언트와 직접 상호작용을 하기 때문에, 트렌드
      변화에 민감해야 하며 시각적인 것들이 중요하다는 점을 알고 있습니다.
      <br /> 평소에 특히나 패션 트렌드에 관심이 많아 어떤 것들이 미적인 요소로
      느껴지고, 좀 더 현세대들의 감성에 맞는 것을 잘 알고 있다고 생각합니다.
      <br /> 프론트엔드의 역할이 이것과 관련이 있다고 생각하며, 프로젝트
      내에서는 클라이언트의 입장이 되어 적절한 피드백을 서로 주고받는 것이 가장
      큰 역할이라고 생각합니다.
      <br />
      <br />
    </>
  );
};

export default Home;
